Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t


Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t.OffsetX


Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t.OffsetY


Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t.ToStruct(Tekla.Structures.Drawing.GraphicObjectHatchAttributes)


Tekla.Structures.DrawingInternal.dotGrGraphicObjectHatchAttributes_t.FromStruct(Tekla.Structures.Drawing.GraphicObjectHatchAttributes)
